export const provinces = [
  {
    name: "北京市",
    cities: ["东城区", "西城区", "朝阳区", "海淀区", "丰台区", "石景山区", "其他"]
  },
  {
    name: "上海市",
    cities: ["黄浦区", "徐汇区", "长宁区", "静安区", "普陀区", "虹口区", "其他"]
  },
  {
    name: "广东省",
    cities: ["广州市", "深圳市", "珠海市", "汕头市", "佛山市", "韶关市", "其他"]
  },
  {
    name: "浙江省",
    cities: ["杭州市", "宁波市", "温州市", "嘉兴市", "湖州市", "绍兴市", "其他"]
  },
  {
    name: "江苏省",
    cities: ["南京市", "无锡市", "徐州市", "常州市", "苏州市", "南通市", "其他"]
  },
  {
    name: "山东省",
    cities: ["济南市", "青岛市", "淄博市", "枣庄市", "东营市", "烟台市", "其他"]
  },
  {
    name: "河北省",
    cities: ["石家庄市", "唐山市", "秦皇岛市", "邯郸市", "邢台市", "保定市", "其他"]
  },
  {
    name: "湖南省",
    cities: ["长沙市", "株洲市", "湘潭市", "衡阳市", "邵阳市", "岳阳市", "其他"]
  },
  {
    name: "湖北省",
    cities: ["武汉市", "黄石市", "十堰市", "宜昌市", "襄阳市", "鄂州市", "其他"]
  },
  {
    name: "四川省",
    cities: ["成都市", "自贡市", "攀枝花市", "泸州市", "德阳市", "绵阳市", "其他"]
  },
  {
    name: "河南省",
    cities: ["郑州市", "开封市", "洛阳市", "平顶山市", "安阳市", "鹤壁市", "其他"]
  },
  {
    name: "安徽省",
    cities: ["合肥市", "芜湖市", "蚌埠市", "淮南市", "马鞍山市", "淮北市", "其他"]
  },
  {
    name: "江西省",
    cities: ["南昌市", "景德镇市", "萍乡市", "九江市", "新余市", "鹰潭市", "其他"]
  },
  {
    name: "福建省",
    cities: ["福州市", "厦门市", "莆田市", "三明市", "泉州市", "漳州市", "其他"]
  },
  {
    name: "辽宁省",
    cities: ["沈阳市", "大连市", "鞍山市", "抚顺市", "本溪市", "丹东市", "其他"]
  },
  {
    name: "天津市",
    cities: ["和平区", "河东区", "河西区", "南开区", "河北区", "红桥区", "其他"]
  },
  {
    name: "重庆市",
    cities: ["渝中区", "江北区", "南岸区", "沙坪坝区", "九龙坡区", "大渡口区", "其他"]
  },
  {
    name: "陕西省",
    cities: ["西安市", "铜川市", "宝鸡市", "咸阳市", "渭南市", "延安市", "其他"]
  },
  {
    name: "云南省",
    cities: ["昆明市", "曲靖市", "玉溪市", "保山市", "昭通市", "丽江市", "其他"]
  },
  {
    name: "贵州省",
    cities: ["贵阳市", "六盘水市", "遵义市", "安顺市", "毕节市", "铜仁市", "其他"]
  }
] as const;

